
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Рабочие группы для %@";
"MCX_NO_WORKGROUPS_FOR" = "Нет рабочих групп для %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Не удается создать мобильную учетную запись.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Возникла проблема при создании мобильной учетной записи.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Возникла проблема при получении доступа к тому Вашей мобильной учетной записи.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Возникла проблема при создании мобильной учетной записи.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Возникла проблема при создании или получении доступа к «%@».";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Возникла проблема при создании личной папки FileVault.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Не удается создать FileVault для папки пользователя, т.к. папка с таким именем уже существует.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Продолжение невозможно, т. к. Вы уже вошли в систему другого компьютера.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Одновременно можно войти только в один компьютер. Обратитесь к системному администратору или повторите попытку позже.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "У Вас нет разрешения войти в это время.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Текущие настройки не позволяют Вам войти. Свяжитесь с Вашим системным администратором.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "У Вас нет разрешения войти в это время.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Локальные пользователи не могут войти. Свяжитесь с Вашим системным администратором.";

